/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Please select a language for translation:" = "Por favor seleccione a língua para tradução:";

/* No comment provided by engineer. */
"Translator" = "Tradutor";

